Repository: chrisschnei/VersionDashboard
Catalog: VersionDashboardiOS/*.lproj/Localizable.strings
Languages: de

# instanceDuplicate
source: Instance already exists. Choose a different name.
de: Instanzname bereits vergeben.

# deleteInstance
source: Delete
de: Löschen

source: Take me to my instance
de: Zu meiner Instanz

# urlEnding
source: URL must end with a /.
de: URL muss mit / enden.

# protocolMissing
source: Protocol type missing.
de: Protokolltyp fehlt.

# errorInternetConnection
source: No internet connection.
de: Keine Internetverbindung.

# retry
source: Retry version check.
de: Versioncheck wiederholen.

source: Error fetching versions.
de: Versionscheck fehlgeschlagen.

# newerVersion
source: Newer version available
de: Neuere Version verfügbar

# pleaseUpdate
source: Please update your %@ instance.
de: Bitte aktualisieren Sie die Instanz %@.

source: Up to Date
de: Aktuell

source: Outdated
de: Veraltet

# refresh
source: Update
de: Aktualisieren

source: Search Instances
de: Instanzen durchsuchen
